{
  "Title": "Silkslug (The Shaw) [Beta]",
  "Description": "Homage to a game, or maybe more, a game that sold dreams, hopes, but will never come to be.\r\nThis slugcat is a joke and i hope it becomes obsolete soon.\r\n\r\nThe [b]Slug Song[/b] skin is NOT made by me and was NOT made for this slugcat, it is just recommended for a more immersive experience and all credit goes to its creator.\r\n\r\nThe campaign of this slugcat is the hunter one (I didn\u0027t finish it).\r\nThe slugcat has been tested I believe.\r\n\r\nLet\u0027s move on to abilities.\r\n[list]\r\n    [*]Any spears picked up by this slugcat will automatically be put on its back, this spear can only be removed by [b][DOWN \u002B PICKUP][/b].\r\n    [*]If both slugcats hands are empty you can use [b][THROW][/b] to attack with a slash, and by holding the button you can do a charge attack.\r\n    [*]The slash direction works like a spear throw, and does everything you can expect: damage, pogo (no E Pogo), parry, plus a bit of stun.\r\n    [*]By using [b][JUMP \u002B PICKUP][/b] you can do a dash (with filled hands or not), the dash does the same damage as the slash but cannot parry projectiles.\r\n[/list]\r\n\r\nThe [b]1.1.0[/b] update adds a new challenge at the end of your campaign.\r\nThe challenge is currently in beta so there may be bugs and compatibility issues, and change will maybe happen in the future.\r\n\r\nIf you find any bugs or crashes, don\u0027t hesitate to report them in [b]Bugs Reports[/b] with the [b]exceptionLog.txt[/b]  which you can find in your game folder.\r\n\r\nHere the [url=github.com/Zeldack974/Silkslug]GitHub link[/url]\r\n\r\n\r\n[h2]Credits[/h2]\r\n[list]\r\n    [*]ZΞLDΛK for making the mod.\r\n    [*]Ddemile for helping with code.\r\n    [*]Upsilum for the level editing.\r\n    [*]Beep for the art.\r\n    [*]VIDEOCULT for creating Rain World.\r\n    [*]Team Cherry for never releasing Silksong.\r\n[/list]\r\n\r\nHappy SHAW and GIT GUD.\r\n\r\n",
  "ID": "zeldak974.silkslug",
  "Version": "1.1.0",
  "TargetGameVersion": "v1.9.15",
  "Requirements": "slime-cubed.slugbase, moreslugcats, regionkit, crs",
  "RequirementNames": "SlugBase, More Slugcats Expansion, RegionKit, Custom Regions Support",
  "Authors": "ZΞLDΛK",
  "Visibility": "Unlisted",
  "Tags": [
    "Arenas",
    "Custom Slugcat"
  ],
  "WorkshopID": 3260949690,
  "UploadFilesOnly": false,
  "UploadThumbnail": false
}